---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.RevitServerCollaborationNotAvailableException
source: html/8f76bc97-abe8-7a1f-9888-ecdc5be08b70.htm
---
# RevitServerCollaborationNotAvailableException Members

Retrieves data needed to serialize the target object.